Repository: pgrund/qrocodile
Catalog: locales/*/LC_MESSAGES/*.po
Languages: de

source: Defaulting to last used room:
de: Selektiere zuletzt benutzen Raum:

source: Initial room:
de: Initialer Raum:

source: not in PI mode, LED BLINK!!!
de: kein PI modus, LED BLINK!!!

source: HANDLING COMMAND:
de: BEARBEITE KOMMANDO:

source: Show me a card and I'll play that song right away
de: Zeig mir eine Karte und ich spiele den Song

source: Show me a card and I'll play the whole album
de: Zeig mir eine Karte und ich spiele das Album

source: Let's build a list of songs
de: Lass uns eine Liederliste erstellen

source: DELEGATING TO CONTROLLER
de: WEITERLEITEN AN CONTROLLER

source: PLAYING DS VIDEO:
de: SPIELE DS VIDEO:

source: PLAYING DS AUDIO:
de: SPIELE DS AUDIO

source: UNKNOWN DS ITEM :
de: UNBEKANNTES DS :

source: PLAYING FROM LIBRARY:
de: SPIELE VON DER BIBLIOTHEK:

source: PLAYING FROM SPOTIFY:
de: SPIELE VON SPOTIFY:

source: IGNORING REDUNDANT QRCODE:
de: REDUNDANTEN QRCODE IGNORIEREN:

source: HANDLING QRCODE:
de: BEARBEITE QRCODE:

source: Hello, I'm qrocodile.
de: Hallo, ich bin qrocodile.

source: Indexing the library...
de: Indizierung der Bibliothek ...

source: Please give me a moment to gather my thoughts.
de: Einen kurzen Augenblick um mich zu sammeln.

source: Indexing complete!
de: Indizierung abgeschlossen!

source: I'm ready now!
de: Ich bin jetzt soweit!

source: Show me a card!
de: Zeig mir eine Karte!

source: special handling play/pause, wait 5s
de: Sonderfall für play/pause, warte 5s

source: ... now checking again
de: ... jetzt können wir wieder prüfen

source: Stopping scanner ...
de: Scanner anhalten...

source: [INFO] cleaning up...
de: [INFO] aufräumen ...

source: Play / Pause
de: Abspielen / Pause

source: Skip to Next Song
de: Weiter zum Nächsten Lied

source: Skip to Previous Song
de: Zurück zum Vorherigen Lied

source: Turntable
de: Plattenspieler

source: Living Room
de: Wohnzimmer

source: Dining Room / Kitchen
de: Esszimmer / Küche

source: Play the Song Only
de: Spiele nur das Lied

source: Play the Whole Album
de: Spiele das ganze Album

source: Build List of Songs
de: Erzeuge eine Playlist

source: What's Playing?
de: Was spielt gerade?

source: What's Next?
de: Was spielt als nächstes?

source: Clear Playlist
de: Lösche Playlist

source: by
de: von
