Repository: pgrund/qrocodile
Catalog: locales/*/LC_MESSAGES/qrocodile.po
Languages: de

source: Play / Pause
de: Abspielen / Pause

source: Skip to Next Song
de: Weiter zum Nächsten Lied

source: Skip to Previous Song
de: Zurück zum Vorherigen Lied

source: Turntable
de: Schallplattenspieler

source: Living Room
de: Wohnzimmer

source: Dining Room / Kitchen
de: Esszimmer / Küche

source: Play the Song Only
de: Spiel nur das Lied

source: Play the Whole Album
de: Spiel das ganze Album

source: Build List of Songs
de: Erzeuge eine Lieder Liste

source: What's Playing?
de: Was spielt gerade?

source: What's Next?
de: Was spielt als Nächstes?

source: Clear Playlist
de: Lösche Liste

source: by
de: von

source: Defaulting to last used room:
de: Standardmäßig auf den zuletzt benutzen Raum:

source: Initial room:
de: Initialer Raum:

source: not in PI mode, LED BLINK!!!
de: nich ein PI, LED BLINK!!!

source: HANDLING COMMAND:
de: FÜHRE KOMMMANDO AUS:

source: Show me a card and I'll play that song right away
de: Zeig mir eine Karte und ich spiele sofort das Lied

source: Show me a card and I'll play the whole album
de: Zeig mir eine Karte und ich spiele das ganze Album

source: Let's build a list of songs
de: Lass uns eine Liste von Liedern erzeugen

source: DELEGATING TO CONTROLLER
de: WIETERLEITEN AN DEN KONTROLLER

source: PLAYING DS VIDEO:
de: SPIELE DS VIDEO:

source: PLAYING DS AUDIO:
de: SPIELE DS AUDIO:

source: UNKNOWN DS ITEM :
de: UNBEKANNTES DS :

source: PLAYING FROM LIBRARY:
de: ABSPIELEN AUS DER BIBLIOTHEK:

source: PLAYING FROM SPOTIFY:
de: ABSPIELEN VON SPOTIFY:

source: IGNORING REDUNDANT QRCODE:
de: IGNORIERE DOPPELTEN QRCODE:

source: HANDLING QRCODE:
de: FÜHRE QRCODE AUS:

source: Hello, I'm qrocodile.
de: Hallo, ich bin qrocodile.

source: Indexing the library...
de: Indiziere die Bibliothek ...

source: Please give me a moment to gather my thoughts.
de: Bitte gebe mir einen Moment meine Gedanken zu sammeln.

source: Indexing complete!
de: Indizierung abgeschlossen!

source: I'm ready now!
de: Ich bin jetzt soweit!

source: Show me a card!
de: Zeig mir eine Karte!

source: special handling play/pause, wait 5s
de: Sonderbehandlung abspielen/pause, warte 5s

source: ... now checking again
de: ... prüfe nun wieder

source: Stopping scanner ...
de: Stoppe scanner ...

source: [INFO] cleaning up...
de: [INFO] aufräumen...
